Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginPlaybackHero/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk

source: Adaptive layout: shows only the title when the right cover column is hidden or space is tight.
zh_hans: 自适应布局：右侧封面栏可见或高度不足时仅显示标题。
zh_hant_hk: 自適應版面：右側封面欄可見或高度不足時僅顯示標題。

source: Audio shows the cover; video shows the frame.
zh_hans: 音频显示封面，视频显示画面。
zh_hant_hk: 音訊顯示封面，影片顯示畫面。

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力

source: Cover and title for the player control area.
zh_hans: 播放器控制区封面与标题。
zh_hant_hk: 播放器控制區的封面與標題。

source: Cover Display
zh_hans: 封面展示
zh_hant_hk: 封面顯示

source: Cover Display: shows the cover for audio and the video frame for video.
zh_hans: 封面展示：音频资源显示封面图，视频资源显示播放画面。
zh_hant_hk: 封面顯示：音訊資源顯示封面圖，影片資源顯示播放畫面。

source: For audio, the cover area shows the matching cover and title.
zh_hans: 选择音频资源后，封面区显示对应封面与标题。
zh_hant_hk: 選擇音訊資源後，封面區顯示對應封面與標題。

source: For video, the cover area shows the video playback frame.
zh_hans: 选择视频资源后，封面区显示视频播放画面。
zh_hant_hk: 選擇影片資源後，封面區顯示影片播放畫面。

source: Notes
zh_hans: 说明
zh_hant_hk: 說明

source: Overview
zh_hans: 概述
zh_hant_hk: 概述

source: Playback Control
zh_hans: 播放控制
zh_hant_hk: 播放控制

source: Playback Cover
zh_hans: 播放封面
zh_hant_hk: 播放封面

source: Plugin
zh_hans: 插件
zh_hant_hk: 外掛程式

source: Provides the cover and title view for the player control area, automatically showing a cover or video frame based on the current media.
zh_hans: 提供播放器控制区的封面与标题展示视图，根据当前播放资源自动适配封面或视频画面。
zh_hant_hk: 提供播放器控制區的封面與標題顯示檢視，依目前播放資源自動顯示封面或影片畫面。

source: Provides the cover and title view for the player control area.
zh_hans: 提供播放器控制区的封面与标题展示视图。
zh_hant_hk: 提供播放器控制區的封面與標題顯示檢視。

source: Shows the title of the current track.
zh_hans: 展示当前播放曲目标题。
zh_hant_hk: 顯示目前播放曲目的標題。

source: The cover area is injected into the player control area via ControlViewProviding.
zh_hans: 封面区通过 ControlViewProviding 注入播放控制区。
zh_hant_hk: 封面區透過 ControlViewProviding 注入播放控制區。

source: This plugin is a system-level capability that is always enabled and cannot be disabled.
zh_hans: 本插件为系统级能力，始终启用，不可停用。
zh_hant_hk: 此外掛程式為系統層級能力，始終啟用，不可停用。

source: Title Display
zh_hans: 标题显示
zh_hant_hk: 標題顯示

source: Title Display: shows the title of the current track.
zh_hans: 标题显示：展示当前播放曲目的标题。
zh_hant_hk: 標題顯示：顯示目前播放曲目的標題。

source: Type
zh_hans: 类型
zh_hant_hk: 類型

source: Version
zh_hans: 版本
zh_hant_hk: 版本
